{
    "%vlocity_namespace%__Active__c": true,
    "%vlocity_namespace%__OmniScriptId__c": {
        "Name": "PCRegistration",
        "VlocityDataPackType": "VlocityMatchingKeyObject",
        "VlocityMatchingRecordSourceKey": "%vlocity_namespace%__OmniScript__c/Account/Registration/English",
        "VlocityRecordSObjectType": "%vlocity_namespace%__OmniScript__c"
    },
    "%vlocity_namespace%__ParentElementId__c": {
        "%vlocity_namespace%__OmniScriptId__c": {
            "Name": "PCRegistration",
            "VlocityDataPackType": "VlocityMatchingKeyObject",
            "VlocityMatchingRecordSourceKey": "%vlocity_namespace%__OmniScript__c/Account/Registration/English",
            "VlocityRecordSObjectType": "%vlocity_namespace%__OmniScript__c"
        },
        "Name": "AcknowledgementStep",
        "VlocityDataPackType": "VlocityMatchingKeyObject",
        "VlocityMatchingRecordSourceKey": "%vlocity_namespace%__Element__c/%vlocity_namespace%__OmniScript__c/Account/Registration/English/AcknowledgementStep",
        "VlocityRecordSObjectType": "%vlocity_namespace%__Element__c"
    },
    "%vlocity_namespace%__ParentElementName__c": "AcknowledgementStep",
    "%vlocity_namespace%__ParentElementType__c": "Step",
    "%vlocity_namespace%__PropertySet__c": {
        "HTMLTemplateId": "",
        "accessibleInFutureSteps": false,
        "checkLabel": "I accept with the terms and conditions",
        "conditionType": "Hide if False",
        "controlWidth": 12,
        "hide": false,
        "label": null,
        "readOnly": false,
        "required": true,
        "show": null,
        "text": "<p class=\"p1\"><strong>PARTICIPATING CONTRACTOR AGREEMENT</strong></p>\n<p class=\"p2\"><span class=\"s1\"><strong>The Program &ndash; Commercial and Industrial</strong></span></p>\n<p class=\"p3\">Gas and electric customers<span class=\"s2\"> of </span>Consolidated Edison<span class=\"s2\"> Company </span>of New York, Inc. (&ldquo;Con Edison&rdquo;) may be eligible to receive incentives for the purchase and installation of new, high-efficiency gas and electric equipment as part of Con Edison&rsquo;s Commercial and Industrial(C&amp;I) Energy Efficiency and Demand Management Program (the &ldquo;Program&rdquo; or the &ldquo;C&amp;I Program&rdquo;). Any contractor who performs work in Con Edison&rsquo;s service territory and that would like to participate in the C&amp;I Program (in each case, the &ldquo;Participating Contractor&rdquo;) will be able to market incentives related to the Program to eligible customers when this signed Participating Contractor Agreement (this &ldquo;Agreement&rdquo;) is accepted by Con Edison and by maintaining good standing in the Program by adherence to the terms and conditions of this Agreement and the requirements set forth as part of the Consolidated Edison Commercial and Industrial Energy Efficiency Program Manual (the \"Program Manual&rdquo;), which is incorporated herein by this reference, and as the Program Manual may be amended from time to time by Con Edison.</p>\n<p class=\"p3\">For clarity and the avoidance of doubt, all references to this Agreement shall include without further mention the requirements of the Program Manual as an essential contract document when necessary and any attachments hereto and thereto. Without limitation, the terms and conditions of this Agreement and the requirements of the Program Manual shall together constitute the terms and conditions governing the relationship between Con Edison and the Participating Contractor without need for further mention in each case hereunder.</p>\n<p class=\"p4\"></p>\n<p class=\"p3\">If and to the extent that the Program involves third party contractors on behalf of Con Edison, then all mentions of Con Edison shall be mentions of Con Edison on behalf of itself and such third-party contractors without need for further mention in each case hereunder.<span class=\"Apple-converted-space\">&nbsp;</span></p>\n<p class=\"p4\"></p>\n<p class=\"p3\">If and to the extent that there is any subcontractor to the Participating Contractor, or if there is any person, firm or entity (taken together, each an &ldquo;entity&rdquo;) directly or indirectly employed by or under contract with either the Participating Contractor or subcontractor, then all mentions of the Participating Contractor shall be mentions of the Participating Contractor and any and all such subcontractors and entities without need for further mention in each case hereunder.</p>\n<p class=\"p4\"></p>\n<p class=\"p3\">This Agreement outlines the terms and conditions governing the participation of the Participating Contractor in the C&amp;I Program.</p>\n<p class=\"p5\"></p>\n<p class=\"p5\"></p>\n<p class=\"p3\"><span class=\"s1\"><strong>Changes to the Program</strong></span></p>\n<p class=\"p6\">Con Edison and the Participating Contractor understand and agree that Con Edison may elect to modify or terminate the Program or modify the terms and conditions of this Agreement at any time, for any reason. Without limitation, modifications to the Program may include Con Edison supplemental documents and guidelines relating to the rules and parameters of the Program. Announcement of modification or termination of the Program, and notification of any modification to the terms and conditions of this Agreement, will be made either by email message or through any communications portal established by Con Edison. Any modification to the Program or to the terms and conditions of this Agreement will be effective immediately upon such notice, and the Participating Contractor&rsquo;s continued participation in the Program constitutes acceptance of any such changes.<span class=\"Apple-converted-space\">&nbsp; </span>If this Agreement is modified, or if the Program is modified, then the Participating Contractor shall have the right to terminate this Agreement and no longer participate in the Program if any modification is not acceptable to the Participating Contractor, subject to a reasonable wind down of all activities relating to the participation of the Participation Contractor in the Program, including the completion by the Participating Contractor of all existing projects undertaken prior to termination.</p>\n<p class=\"p7\"></p>\n<p class=\"p3\"><span class=\"s1\"><strong>Con Edison Support of the Participating Contractor</strong></span></p>\n<p class=\"p6\">Con Edison will provide to the Participating Contractor access to support resources related to the Program, including to both market and apply for incentives in connection with the Program, and as may be determined to be reasonable by Con Edison from time to time in Con Edison&rsquo;s sole discretion.</p>\n<p class=\"p7\"></p>\n<p class=\"p6\">Con Edison may provide the Participating Contractor with marketing materials and general strategy and other support related to the Program, including access to literature, incentive forms, website listing(s), and branding and co-branding information and materials.<span class=\"Apple-converted-space\">&nbsp;</span></p>\n<p class=\"p6\">Con Edison may make available or provide to the Participating Contractor training relevant to participation in the Program.</p>\n<p class=\"p8\">Con Edison may provide certain additional benefits to the Participating Contractor if the Participating Contractor is in good standing with the Program.</p>\n<p class=\"p9\"><span class=\"s1\"><strong>Warranty Disclaimer</strong></span></p>\n<p class=\"p9\">NOTWITHSTANDING ANYTHING TO THE CONTRARY AND TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, CON EDISON PROVIDES THE PROGRAM AND ALL SERVICES RELATED TO THE PROGRAM TO THE PARTICIPATING CONTRACTOR ON AN &ldquo;AS-IS&rdquo; BASIS, WITH ALL FAULTS, ERRORS AND DEFECTS AND WITHOUT WARRANTIES, EXPRESS OR IMPLIED, OF ANY KIND BY CON EDISON.<span class=\"Apple-converted-space\">&nbsp; </span>IN CONNECTION WITH THE FOREGOING, CON EDISON DISCLAIMS ALL WARRANTIES AND CONDITIONS, WHETHER EXPRESS, IMPLIED, OR STATUTORY, INCLUDING THE WARRANTIES OF MERCHANTABILITY, OR FITNESS FOR A PARTICULAR PURPOSE. CON EDISON DOES NOT GUARANTEE ANY SPECIFIC RESULT FROM PARTICIPATION IN THE PROGRAM, NOR DOES CON EDISON MAKE ANY WARRANTY THAT ANY SERVICES PROVIDED IN CONNECTION WITH THE PROGRAM WILL BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE.</p>\n<p class=\"p10\"></p>\n<p class=\"p9\">THE PARTICIPATING CONTRACTOR ACKNOWLEDGES AND AGREES THAT CON EDISON DOES NOT GUARANTEE ENERGY COST SAVINGS OR OTHER BENEFITS ARISING FROM THE PROGRAM. <span class=\"s4\"><span class=\"Apple-converted-space\">&nbsp;</span></span></p>\n<p class=\"p11\"></p>\n<p class=\"p3\"><span class=\"s1\"><strong>Participation Requirements &ndash; In General</strong></span></p>\n<p class=\"p6\">The participation status of the Participating Contractor in the Program is subject to the requirements of Con Edison and the Program Manual. Among other things, the Participating Contractor shall make best efforts to respond to all requests made by Con Edison program staff and to provide any information or documentation requested in as timely a manner as practicable, and within two (2) business days when and if practicable, including, without limitation, to comply with requests for information or updates (e.g., related to certificates of insurance and IRS Form W-9). As may be required by Con Edison subject to regulatory requirements and the rules of the Program, the Participating Contractor will inform and educate customers that customers are ineligible to apply for incentives for the same measure from other energy efficiency programs, and with the potential exception of applying for tax credits from state and/or federal governments. The Participating Contractor acknowledges and agrees that participation in the Program is at the sole discretion of Con Edison and that the Participating Contractor is subject to removal from the Program (and any and all Con Edison programs) and discontinuation of eligibility to participate in the Program if there is a failure to comply with the terms and conditions of this Agreement or if Con Edison shall elect to terminate this Agreement with the Participating Contractor. If the Participating Contractor is removed from<span class=\"Apple-converted-space\">&nbsp; </span>the Program, then the Participating Contractor shall immediately cease promoting participation in the Program, return (at the Participating Contractor&rsquo;s own expense) any marketing materials provided by or on behalf of Con Edison with respect to the Program, and the Participating Contractor shall no longer be eligible to participate in the Program. If the Participating Contractor is subject to a change in status under the Program, then the Participating Contractor shall be eligible for a review of such status in accordance with the requirements of Con Edison&rsquo;s Participating Contractor Disciplinary Policy (the &ldquo;Disciplinary Policy), which is attached hereto as Attachment A and incorporated herein by this reference, and as the Disciplinary Policy may be amended from time to time by Con Edison in Con Edison&rsquo;s sole<span class=\"s5\"> discretion. All decisions of Con Edison shall be final and binding.</span></p>\n<p class=\"p4\"></p>\n<p class=\"p4\"></p>\n<p class=\"p3\"><span class=\"s1\"><strong>Participation Requirements&mdash;Specific Behaviors Required</strong></span></p>\n<p class=\"p12\">The Participating Contractor shall at all times conduct business consistent with the requirements of Con Edison and the Program Manual, and in a polite, respectful, honest, truthful and ethical manner consistent with reasonable expectations of professional conduct, and the Participating Contractor shall not represent the Program in a manner that would violate the requirements of Con Edison and the Program Manual and that could adversely affect Con Edison&rsquo;s business, operations, reputation, and good standing with Con Edison&rsquo;s customers or the community. Without limitation, specific behaviors required of the Participating Contractor for the participation of the Participation Contractor in the Program are set forth below as part of this section.</p>\n<ul class=\"ul1\">\n<li class=\"li13\">The Participating Contractor shall comply with applicable laws, ordinances, regulations, codes and all Con Edison requirements applicable to the Program.</li>\n<li class=\"li13\">The Participating Contractor shall maintain any and all relevant trade and other licenses as required by federal, state, county, or municipal government in connection with the participation of the Participating Contractor in the Program.</li>\n<li class=\"li13\">The Participating Contractor shall represent truthfully and accurately the relationship between the Participating Contractor, Con Edison and any third party contractor of Con Edison, including, without limitation, to note that Con Edison is the source of the incentives being pursued, and the Participating Contractor and its employees shall not represent themselves as employees and/or agents of, or certified by, Con Edison or any third party contractor of Con Edison.</li>\n<li class=\"li13\">The Participating Contractor shall at all times conform to the guidelines of the Program, including when using any badge, marketing materials (including co-branded marketing collateral), identification or credential provided by Con Edison or approved for use by Con Edison by the Participating Contractor.<span class=\"Apple-converted-space\">&nbsp;</span></li>\n<li class=\"li13\">The Participating Contractor shall represent truthfully, fully and accurately the technology or service proposed in connection with the Program and the Participating Contractor shall not make any misrepresentations in this regard.</li>\n<li class=\"li13\">The Participating Contractor shall represent truthfully, fully and accurately the benefits and financial incentives related to the Program and will not knowingly apply for incentives on projects that will not yield energy savings, and the Participating Contractor shall not make any misrepresentations in this regard.</li>\n<li class=\"li13\">The Participating Contractor shall ensure that all information provided to Con Edison with respect to customers in the Program shall be truthful, accurate, and complete, including, without limitation, information provided by or on behalf of customers with respect to customer eligibility, information provided as part of submitted applications and reports, and information regarding attributed savings resulting from retrofits and the installation of approved equipment, and the Participating Contractor shall not make any misrepresentations in this regard.</li>\n<li class=\"li13\">The Participating Contractor shall ensure that any signature on behalf of a customer represented to Con Edison shall be made only by a duly authorized representative of such customer, and the Participating Contractor shall not make any misrepresentations in this regard.<span class=\"Apple-converted-space\">&nbsp;</span></li>\n<li class=\"li13\">The Participating Contractor shall ensure that information provided to Con Edison with respect to project work related to the Program shall be truthful, accurate, and complete, including, without limitation, information related to project costs and associated documentation (including, without limitation, Con Edison customer name, invoice dates, equipment costs, make and model, quantities, installation address (with an eligible zip code) and dates), and the Participating Contractor shall not make any misrepresentations in this regard.</li>\n<li class=\"li13\">The Participating Contractor shall make prompt request of Con Edison for any change in scope related to a project under the Program and the Participating Contractor shall not implement any change in scope related to a project under the Program without the prior approval of Con Edison.<span class=\"Apple-converted-space\">&nbsp;</span></li>\n<li class=\"li13\">The Participating Contractor shall provide truthful, accurate and complete information regarding existing or proposed equipment, and, without limitation, the Participating Contractor shall provide all missing supporting documents (specs, SOW for custom projects), and the Participating Contractor shall verify existing conditions prior to submitting a project into the Program.</li>\n<li class=\"li13\">The Participating Contractor shall take reasonable steps to avoid repeated pre-inspection and post-inspection failures or flagged non-compliances (whether or not such flagged non-compliances are designated formally as failures), and repeated pre-inspection and/or post-inspection failures or flagged non-compliances shall be considered evidence of a violation of this Agreement, and as more particularly provided for by the Program Manual.</li>\n<li class=\"li13\">The Participating Contractor hereby agrees that in all instances of termination of this Agreement, or in all instances of probation, suspension or termination from the Program, the Participating Contractor shall have an obligation to complete existing projects undertaken prior to any probation, suspension, or termination related to the Program, and as otherwise more particularly agreed to with Con Edison.<span class=\"Apple-converted-space\">&nbsp;</span></li>\n</ul>\n<p class=\"p14\"><span class=\"s1\"><strong>Participation Requirements&mdash;Specific Acknowledgements Made</strong></span></p>\n<p class=\"p13\">The participation status of the Participating Contractor in the Program is subject to the requirements of Con Edison and the Program Manual, and specific agreements agreed to between Con Edison and the Participating Contractor.<span class=\"Apple-converted-space\">&nbsp; </span>Without limitation, acknowledgements of specific agreements between Con Edison and the Participating Contractor for the participation of the Participating Contractor in the Program are set forth below as part of this section.</p>\n<ul class=\"ul1\">\n<li class=\"li13\">The Participating Contractor acknowledges and agrees that the Participating Contractor must remain reasonably &ldquo;active&rdquo; and &ldquo;on-time&rdquo; with respect to participation in the Program; including, without limitation, and unless otherwise agreed to or required by Con Edison in Con Edison&rsquo;s reasonable discretion, by completing a minimum of one (1) project per one (1) year period within the Program.</li>\n<li class=\"li13\">The Participating Contractor shall maintain at its own expense and as a minimum requirement for approval as a contractor eligible to participate in the Program insurance coverage acceptable to Con Edison, and as more particularly specified as part of the Insurance section hereunder.</li>\n<li class=\"li13\">The Participating Contractor shall maintain effective procedures for quality control, resolution of customer complaints or disputes, and response to customer emergencies.</li>\n<li class=\"li13\">The Participating Contractor must remain in good standing with the Program, as may be defined by the rules of the Program set forth hereunder and as part of the Program Manual, and a failure by the Participating Contractor to remain in good standing in the Program may be considered by Con Edison in determining the fitness of the Participating Contractor to participate in another current or future Con Edison program.</li>\n<li class=\"li13\">The Participating Contractor acknowledges and agrees that the Participating Contractor&rsquo;s participation in the Program is in no way to be construed as an endorsement by Con Edison of the Participating Contractor&rsquo;s work or products nor shall the Participating Contractor convey this to any customer.</li>\n<li class=\"li13\">The Participating Contractor acknowledges and agrees that the Participating Contractor<span class=\"Apple-converted-space\">&nbsp; </span>is an independent contractor in performing under the Program, and has the sole right and obligation to supervise, manage, contract, direct, procure, perform or cause to be performed, all products and work to be provided to customers in connection with the Program; and no language in this Agreement shall be construed to make the parties legal business partners, joint ventures, representatives or agents of each other, nor shall either party represent such to any third party.</li>\n<li class=\"li13\">The Participating Contractor acknowledges and agrees that TIME IS OF THE ESSENCE with respect to complying with deadlines under the Program, and a failure to comply with a deadline shall be a violation of the Agreement and grounds for termination of the Participating Contractor from participation in the Program.</li>\n<li class=\"li13\">The Participating Contractor acknowledges and agrees that in all instances of termination of this Agreement, or in all instances of probation, suspension or termination from the Program, the Participating Contractor shall have an obligation to complete existing projects undertaken prior to any probation, suspension, or termination related to the Program, and as otherwise more particularly agreed to with Con Edison.<span class=\"Apple-converted-space\">&nbsp;</span></li>\n</ul>\n<p class=\"p15\"></p>\n<p class=\"p14\"><span class=\"s1\"><strong>Participation Requirements&mdash;Violations<span class=\"Apple-converted-space\">&nbsp;</span></strong></span></p>\n<p class=\"p16\">If the Participating Contractor does not adhere to the terms and conditions and requirements set forth by this Agreement, then the Participating Contractor shall be considered by Con Edison to be in violation of this Agreement and Con Edison requirements for participation in the Program. In such an event, the Participating Contractor shall be subject to disciplinary process in accordance with the Disciplinary Policy. The Participating Contractor must inform Con Edison program staff of any issues in connection with the Program or any other Con Edison program (including warnings, probations or suspensions) at <span class=\"s6\"><strong>commercial@coned.com</strong></span>.</p>\n<p class=\"p17\"></p>\n<p class=\"p14\"><span class=\"s1\"><strong>Incentive Eligibility</strong></span></p>\n<p class=\"p18\">The eligibility for incentives as well as the amount, type and availability of incentives is more particularly provided for by the Program Manual and Con Edison requirements made available to the Participating Contractor. The total amount of any incentive payments eligible to be received by the Participating Contractor and an eligible customer in connection with an eligible measure may be adjusted based on compliance with the requirements of the Program, changes in incentive budget, or other factors that may arise during the program year. <span class=\"Apple-converted-space\">&nbsp; </span>Incentives for the same equipment or installation will not be paid to customers or contractors who may apply for incentives through other energy efficiency programs.<span class=\"Apple-converted-space\">&nbsp;</span></p>\n<p class=\"p18\">Notwithstanding anything to the contrary, Con Edison reserves the right to deny or alter payment of an incentive, or to seek reimbursement of incentives at any time if it learns that the approved measure was not actually installed or was not installed in accordance with the requirements of the Program, including the terms and conditions of this Agreement and requirements of the Program Manual. In such an event, Con Edison may: (i) elect to not pay the incentive; (ii) require changes before making any payments; (iii) require reimbursement of incentives already paid unless the requested changes are made; and/or (iv) withhold approval of incentive applications for other measures.</p>\n<p class=\"p19\"></p>\n<p class=\"p19\"></p>\n<p class=\"p19\"></p>\n<p class=\"p19\"></p>\n<p class=\"p19\"></p>\n<p class=\"p14\"><span class=\"s1\"><strong>Work Verification</strong></span></p>\n<p class=\"p18\">Con Edison or an authorized entity on behalf of Con Edison may conduct assessments (including field visits), audits, or inquiry on work performed under this Agreement in order to maintain the quality standards sought by Con Edison&rsquo;s programs, and the Participating Contractor agrees to cooperate fully in connection therewith. In general, the assessments will be conducted to maintain the integrity of the Program through a Quality Assurance/Quality Control (QA/QC) process consisting of routine and systematic assessment activities to support quality installations and to ensure that the Participating Contractor complies with the rules of the Program. In addition, as Con Edison may notice to the Participating Contractor, Con Edison will also conduct certain additional inspections and &ldquo;Evaluations, Measurement and Verification&rdquo; (EM&amp;V) activity to ensure the accurate determination of savings, and also to support quality installations and to ensure that the Participating Contractor complies with the rules of the Program.</p>\n<p class=\"p18\">If an assessment, audit, or inquiry by Con Edison or any other entity authorized on behalf of Con Edison determines that program standards are not being met, including that actual field conditions do not corroborate conditions indicated by the Participating Contractor and/or customer, then Con Edison may in any given case adjust incentives to the applicant, deem the applicant ineligible for incentives and/or find that the Participating Contractor is not in good standing. The Participating Contractor&rsquo;s failure to meet minimum program standards and correct deficiencies may lead to, among other things, the Participating Contractor being removed from the Program, the Participating Contractor and its customers becoming ineligible to receive future program incentives, and such other disciplinary actions determined appropriate by Con Edison.</p>\n<p class=\"p19\"></p>\n<p class=\"p14\"><span class=\"s1\"><strong>Confidentiality</strong></span></p>\n<p class=\"p18\">All information of Con Edison including the Con Edison Marks (as hereinafter defined) provided by Con Edison or by a third party on behalf of Con Edison in connection with the Program is provided to the Participating Contractor solely for use in connection with the Program and the performance of this Agreement. The Participating Contractor shall not use the Con Edison name, Con Edison Marks, or otherwise identify Con Edison in connection with any advertisement or any announcement regarding a program or for any other purpose without obtaining Con Edison&rsquo;s prior written permission in each case. The Participating Contractor acknowledges that its violation of the provisions of this section may result in irreparable harm to Con Edison the amount of which would be difficult to ascertain, and which would not be adequately compensated for by monetary damages. Accordingly, the Participating Contractor agrees that Con Edison will be entitled to injunctive relief to enforce the terms of this section, in addition to such other remedies as available at law, and not exclusive of other remedies provided for under this Agreement.</p>\n<p class=\"p18\">All non-public sales and customer information transmitted to Con Edison during the application for participation in the Program and during participation in the Program is recognized as sensitive information and handled confidentially. This information, in addition to information about individual program performance, will be shared only with Con Edison and Con Edison&rsquo;s subsidiaries and/or parent companies, and their regulators, and will not be made available publicly; provided, however, that Con Edison and Con Edison&rsquo;s subsidiaries and/or parent companies may retain and use statistical, aggregated information, including for research, product development, and strategic planning, provided that neither the Participating Contractor nor a customer is identified individually.</p>\n<p class=\"p14\"><span class=\"s1\"><strong>Insurance<span class=\"Apple-converted-space\">&nbsp;</span></strong></span></p>\n<ul class=\"ul1\">\n<li class=\"li18\">The Participating Contractor, at no additional cost to Con Edison, shall maintain or cause to be maintained throughout the term of this Agreement insurance of the types and in the amounts specified in this section. All such insurance shall be evidenced by insurance policies, each of which shall: (1) reference this Agreement; name or be endorsed to cover the Participating Contractor as the insured, and Con Edison as additional insured; and reference all work to be performed under the Program; (2) provide that such policy may not be cancelled or modified until at least 30 days after receipt by Con Edison of written notice thereof; and be reasonably satisfactory to Con Edison in all other respects. Con Edison reserves the right to request insurance documentation and copies of subcontractor agreements for any subcontractor, and to request the identity of all individuals participating in the installations under the Program.</li>\n<li class=\"li18\">The types and amounts of insurance required to be maintained under this section are as follows: (1) commercial<span class=\"Apple-converted-space\">&nbsp; </span>general liability insurance for bodily injury liability, including death, and property damage liability, incurred in connection with the performance of this Agreement, with minimum limits of $1,000,000 in respect of<span class=\"Apple-converted-space\">&nbsp; </span>claims arising out of personal injury, sickness, or death of any one<span class=\"Apple-converted-space\">&nbsp; </span>person; $1,000,000 in respect of claims arising<span class=\"Apple-converted-space\">&nbsp; </span>out of personal injury, sickness or death in any one accident<span class=\"Apple-converted-space\">&nbsp; </span>or<span class=\"Apple-converted-space\">&nbsp; </span>disaster; and, $1,000,000 in respect of claims arising out of property damage in any one accident or disaster; and (2)<span class=\"Apple-converted-space\">&nbsp; </span>Workers<span class=\"Apple-converted-space\">&nbsp; </span>Compensation<span class=\"Apple-converted-space\">&nbsp; </span>coverage<span class=\"Apple-converted-space\">&nbsp; </span>as required by New York State.<span class=\"Apple-converted-space\">&nbsp;</span></li>\n<li class=\"li18\">Not less than 15 days prior to the date any policy furnished or carried pursuant to this Agreement will expire, the Participating Contractor shall deliver to Con Edison a certificate(s) of insurance evidencing the renewal of such policy(s), and the Participating Contractor shall promptly pay all premiums due with respect thereto. No work shall be performed under this Agreement without current insurance. Con Edison will not accept incentive applications or make payments under this Agreement without current insurance certificates.</li>\n<li class=\"li18\">The Participating Contractor shall deliver to Con Edison a certified copy of each policy at the time of application to participate as a participating contractor under the Program.</li>\n<li class=\"li18\">Within five working days, or contemporaneously with the requirements of each insurance policy, the Participating Contractor shall notify Con Edison in writing of the occurrence of any accident, event or incident involving activity under the Program.</li>\n</ul>\n<p class=\"p20\"></p>\n<p class=\"p14\"><span class=\"s1\"><strong>Term</strong></span></p>\n<p class=\"p18\">This Agreement shall govern the participation of the Participating Contractor in the Program during any term of the Program when the Program is in effect, and until the final completion and payment of incentives with respect to any open project under the Program that was initiated during the term of the Program. Con Edison shall make available to all applicants to the Program and to the Participating Contractor information relating to the duration of any then current term of the Program. Incentive payments with respect to any term of the Program may continue to be due and owing beyond the end of such term once appropriate documentation is provided in accordance with the requirements of the Program. For clarity and the avoidance of doubt, projects may be multi-year projects not always susceptible to completion during any given term of the Program, but in all such events this Agreement will govern the participation of the Participation Contractor in the Program, and the completion of any open project that was initiated during the term of the Program shall be in accordance with the rules of the Program and the requirements of Con Edison otherwise provided to the Participating Contractor.</p>\n<p class=\"p20\"></p>\n<p class=\"p14\"><span class=\"s1\"><strong>Indemnification and Limitation of Liability</strong></span></p>\n<p class=\"p14\">In no event shall Con Edison or any third party acting on behalf of Con Edison have any liability for claims of any kind, whether based on contract, tort (including negligence and strict liability), or otherwise, for any loss or damage sustained or incurred by any third party relating to this Agreement or the performance of services or participation by the Participating Contractor in the Program or any of Con Edison&rsquo;s programs. The Participating Contractor hereby releases and discharges Con Edison and any third party acting on behalf of Con Edison from all liability for such claims. The Participating Contractor shall, to the fullest extent permitted by law, assume all liability for and agrees to indemnify, defend (at Con Edison&rsquo;s option) and hold harmless Con Edison and any third party acting on behalf of Con Edison and their respective affiliates, officers, directors, agents, servants, employees and representatives from and against any and all liabilities, losses, claims, damages, suit charges, costs, expenses (including attorney&rsquo;s fees and costs) demands and causes of actions of every kind or character arising or alleged to have arisen out of any claims (just or unjust) for damages for personal injury, including death to any employee or person, for damage or injury to property and from any and all resulting damages, expenses, costs and fees, arising out of or in any way occurring incident to the performance of this Agreement and/or the acts or omissions of the Participating Contractor, its employees and/or subcontractors. Additionally, the Participating Contractor agrees to assume all liabilities or attorney&rsquo;s fees and other costs incurred by Con Edison arising out of Con Edison&rsquo;s efforts to enforce the provisions of this section. Where used in this section, &ldquo;the Participating Contractor&rdquo; shall also include any subcontractor to the Participating Contractor, or any person, firm or entity directly or indirectly employed by or under contract with either the Participating Contractor or subcontractor.</p>\n<p class=\"p21\">The indemnification obligations of the Participating Contractor provided for herein shall apply irrespective of any partial or contributed negligence or alleged partial or contributed negligence of Con Edison and/or any third party on behalf of Con Edison, except as may otherwise be required by applicable law.<span class=\"Apple-converted-space\">&nbsp;</span></p>\n<p class=\"p22\"></p>\n<p class=\"p23\">The indemnification obligations of the Participating Contractor provided for herein shall in all events survive performance of the other obligations of the Participating Contractor under this Agreement and shall survive termination of this Agreement for any reason.</p>\n<p class=\"p14\"><span class=\"s1\"><strong>Tax Liability</strong></span></p>\n<p class=\"p21\">Incentives may be taxable as gross income to parties receiving incentives. Con Edison is not responsible for any taxes that may be imposed as a result of receiving incentives through any program.</p>\n<p class=\"p19\"></p>\n<p class=\"p14\"><span class=\"s1\"><strong>Trademarks and Other Intellectual Property</strong></span></p>\n<ul class=\"ul1\">\n<li class=\"li21\">Con Edison reserves all ownership rights in the Con Edison Marks (as defined below); and, except as otherwise expressly provided for in this Agreement or in a mutually signed agreement between Con Edison and the Participating Contractor, Con Edison does not transfer or license any part or whole of the Con Edison Marks to the Participating Contractor. Any use by the Participating Contractor of the Con Edison Marks may only occur with the prior written consent of Con Edison.</li>\n<li class=\"li21\">Con Edison authorizes the Participating Contractor to use the Con Edison Marks as necessary and permitted solely for the purposes contemplated by this Agreement. The Participating Contractor shall not register, apply to register, or claim any rights to any of the Con Edison Marks or any intellectual property that contains the Con Edison Marks. All uses by the Participating Contractor of the Con Edison Marks shall inure solely to the benefit of Con Edison.</li>\n<li class=\"li21\">Upon expiration or termination of this Agreement, the Participating Contractor agrees to immediately cease the use of and shall not thereafter use the Con Edison Marks previously permitted in accordance with this Agreement.</li>\n<li class=\"li21\">For purposes of this Agreement, the Con Edison Marks shall include any intellectual property of Con Edison necessary and appropriate to the performance of this Agreement (and the use of which is specifically granted by Con Edison to the Participating Contractor), including, without limitation, trademarks, service marks, names, logos, and designs of Con Edison (including program marketing materials) that are now or hereafter owned, claimed, adopted, acquired, or used by Con Edison, its parent, subsidiaries, affiliated or related companies.</li>\n</ul>\n<p class=\"p24\"></p>\n<p class=\"p14\"><span class=\"s1\"><strong>Governing Law</strong></span></p>\n<p class=\"p25\">This Agreement and any disputes related to this Agreement or the Program shall be governed in accordance with the laws of the State of New York applicable to agreements made and to be performed in that state, excluding its conflicts of law provisions. <span class=\"Apple-converted-space\">&nbsp;</span></p>\n<p class=\"p26\"></p>\n<p class=\"p14\"><span class=\"s1\"><strong>Assignment<span class=\"Apple-converted-space\">&nbsp;</span></strong></span></p>\n<p class=\"p25\">The Participating Contractor is not permitted to assign this Agreement. Con Edison may assign this Agreement, in whole or in part, to any person, at any time, and without notice to the Participating Contractor.</p>\n<p class=\"p26\"></p>\n<p class=\"p14\"><span class=\"s1\"><strong>Entire Agreement</strong></span></p>\n<p class=\"p25\">This Agreement, including any other documents or policies incorporated by reference herein, constitutes the entire agreement between the Participating Contractor and Con Edison with respect to the subject matter hereof and supersedes all prior or other arrangements, understandings, negotiations and discussions, whether oral or written, with respect to such subject matter.<span class=\"Apple-converted-space\">&nbsp; </span>This Agreement is completely voluntary and can be terminated at any time and for any reason by the Participating Contractor or by Con Edison.</p>\n<p class=\"p26\"></p>\n<p class=\"p14\"><span class=\"s1\"><strong>Waiver/Severability</strong></span></p>\n<p class=\"p25\">No waiver of any provision of this Agreement shall be deemed or constitutes a waiver of any other provision of or any subsequent breach of this Agreement.<span class=\"Apple-converted-space\">&nbsp; </span>No waiver shall be valid unless made in a writing signed by the party granting the waiver. If any provision in this Agreement is declared invalid or unenforceable, then such provision shall be severed from the remainder of this Agreement, which will otherwise remain in full force and effect. <span class=\"Apple-converted-space\">&nbsp;</span></p>\n<p class=\"p14\"><span class=\"s1\"><strong>No Third-Party Beneficiaries</strong></span></p>\n<p class=\"p25\">Unless otherwise expressly stated hereunder, this Agreement is for the benefit of Con Edison and the Participating Contractor and their permitted respective successors and assigns.<span class=\"Apple-converted-space\">&nbsp; </span>There are no third-party beneficiaries under this Agreement and this Agreement will not be deemed to confer upon or give to any other person any claim or other right or remedy.</p>\n<p class=\"p14\"><span class=\"s1\"><strong>Contract Formation; Amendments </strong></span></p>\n<p class=\"p25\">A legally enforceable agreement shall arise upon the signing or acknowledgement electronically by Participating Contractor of this Agreement, or upon the mailing or delivery by other means of this Agreement or another writing manifesting acceptance of this Agreement; provided, however, if Participating Contractor's offer contains terms additional to or different from those of this Agreement, then no revision or modification of or amendment to this Agreement shall be valid or binding unless in writing (electronically or in print form) and signed (electronically or in print form) by an authorized representative of Con Edison.</p>\n<p class=\"p30\"></p>\n<p class=\"p31\"><span class=\"s1\"><strong>ATTACHMENT A &ndash;Participating Contractor Agreement (Commercial and Industrial)</strong></span></p>\n<p class=\"p31\"><strong>Con Edison&rsquo;s Participating Contractor</strong> <strong>Disciplinary Policy</strong></p>\n<p class=\"p32\">Con Edison will enforce a tiered corrective action procedure for non-compliance with any of the requirements for participation in the Program. &nbsp;Con Edison shall at all time have the reasonable discretion to terminate the Participating Contractor from the Program for non-compliance with any of the requirements for participation in the Program, and as such requirements are more particularly provided for by the Participating Contractor Agreement.<span class=\"Apple-converted-space\">&nbsp; </span>Depending on the nature and severity of an offence, and with consideration of the surrounding facts and circumstances, Con Edison may determine that other than termination from the Program is an appropriate remedy.&nbsp;The warning and basis for termination, if cited, may be for related or unrelated offenses. &nbsp;</p>\n<p class=\"p32\">Con Edison will document and inform the Participating Contractor of any non-compliance with requirements for participation in the Program, and of corrective actions (if any) to be taken in order to address any instance of non-compliance, and as more particularly set forth by the policy process particulars provided for immediately below.<span class=\"Apple-converted-space\">&nbsp;</span></p>\n<p class=\"p33\">Policy Process Particulars &ndash; Warnings, Probations, Suspensions</p>\n<ul class=\"ul1\">\n<li class=\"li32\">A warning, probationary period, or suspension notice may be provided to the Participating Contractor in writing if there is a failure to comply with the requirements for participation in the Program. The notification will outline the deficiencies found to justify the notification being made, and, if appropriate, any corrective actions that the Participating Contractor must take in order to be re-instated to full participation status in the Program.<span class=\"Apple-converted-space\">&nbsp; </span>A <strong>warning </strong>notice is a notice to the Participating Contractor of a violation in which the Participating Contractor is given an opportunity to remedy the violation.<span class=\"Apple-converted-space\">&nbsp; </span>Any subsequent warning notice will be considered an additional warning notice whether or not any earlier warning notice is remedied. A <strong>probationary period</strong> notice is a notice to the Participating Contractor of a specified period for the Participating Contractor to demonstrate good conduct while participating in the Program, with a failure in this regard normally leading to <strong>suspension</strong> from the Program. A <strong>suspension</strong> notice is a notice to the Participating Contractor of removal from the Program, which may be for a specified period of time or indefinitely depending on the facts and circumstances resulting in the suspension notice; and, in all instances of suspension from the Program, all of the privileges of participation in the Program are revoked, including, but not limited to, the use of all marketing materials associated with the Program.<span class=\"Apple-converted-space\">&nbsp;</span></li>\n<li class=\"li32\">With regard to suspension from the Program, under normal circumstances, if the Participating Contractor does not meet the corrective actions outlined in any notification of probation provided by Con Edison to the Participating Contractor, then the Participation Contractor will be subject to suspension from the Program. Also, if the Participating Contractor is on probation and fails during any twelve-month period following the notice of probation to comply with another requirement for participation in the Program, then the Participating Contractor will be subject to immediate suspension from the Program by written notice. In some instances, and as may be warranted by the facts and circumstances, the Participating Contractor may be subject to immediate suspension from the Program.<span class=\"Apple-converted-space\">&nbsp; </span>In all instances of suspension from the Program, the written notification by Con Edison to the Participating Contractor shall provide justification for the suspension, and may include steps (if any) that could be taken by the Participating Contractor that could lead to reinstatement in the Program in Con Edison&rsquo;s discretion.<span class=\"Apple-converted-space\">&nbsp;</span></li>\n<li class=\"li32\">If the Participating Contractor is non-compliant in another Con Edison program, and if in Con Edison&rsquo;s discretion the facts and circumstances suggest issues or potential issues that could relate to the conduct of the Participating Contractor under the Program, then the Participating Contractor<span class=\"Apple-converted-space\">&nbsp; </span>may be subject to action relating to participation in the Program. Among other things, Con Edison will make the determination that action is required under the Program for violations under another Con Edison program based on a reasonable expectation by Con Edison that<span class=\"s6\"> t</span>he Participating Contractor shall at all times conduct business in a polite, respectful, honest, truthful and ethical manner and consistent with reasonable expectations of professional conduct, and that the Participating Contractor shall not represent any Con Edison program in a manner that could adversely affect Con Edison&rsquo;s business, operations, reputation, and good standing with Con Edison&rsquo;s customers or the community.<span class=\"Apple-converted-space\">&nbsp;</span></li>\n</ul>\n<p class=\"p34\"></p>\n<p class=\"p33\">Normal Disciplinary Sequence</p>\n<p class=\"p35\"></p>\n<p class=\"p36\">It is at the discretion of Con Edison to modify the nature, frequency and/or sequence of any disciplinary action in connection with violations under the Program.</p>\n<p class=\"p37\"></p>\n<ul class=\"ul1\">\n<li class=\"li32\"><strong>First offense &ndash; Warning:</strong> &nbsp;Formal written notice.</li>\n</ul>\n<p class=\"p37\"></p>\n<ul class=\"ul1\">\n<li class=\"li32\"><span class=\"s5\"><strong>Second offense- Probationary Period:</strong> &nbsp;The </span>Participating Contractor is required to attend a meeting with Con Edison program staff and to provide a corrective action plan to remedy the recurring violations. In this case, the Participating Contractor will sign a Corrective Action Plan and will be placed on a 1-year Probation<span class=\"s7\">. Should the Participating Contractor choose not to sign the Corrective Action Plan, then the Participating Contractor may be suspended from the Program.<span class=\"Apple-converted-space\">&nbsp;</span></span></li>\n</ul>\n<p class=\"p38\">If the Participating Contractor refuses to sign the Corrective Action Plan, is suspended from the Program, and then wishes to return to the Program, then the Participating Contractor must demonstrate to Con Edison that the original violation is remedied and must provide to Con Edison its own Corrective Action Plan that details specifics relating to preventing the violation from recurring in the future.</p>\n<p class=\"p39\"></p>\n<ul class=\"ul1\">\n<li class=\"li32\"><strong>Third Offense - Suspension</strong>: After a period of suspension from the Program, or at such earlier time as Con Edison may determine appropriate, the Participating Contractor can re-apply to the Program and submit a Corrective Action Plan focused on the violation(s) that caused the Participating Contractor to be suspended from the Program. In this case, the Participating Contractor may start its participation in the Program with a period of Probation in effect, during which time the Participating Contractor is expected to not incur violations under the Program. During suspension from the Program, the Participating Contractor is not allowed to take any action in connection with the making of new sales, submit new projects or to otherwise participate in the Program.<span class=\"Apple-converted-space\">&nbsp;</span></li>\n</ul>\n<p class=\"p40\"></p>\n<p class=\"p36\">If the Participating Contractor has a close affiliation with an entity suspended from participation in any Con Edison program, then Con Edison reserves the right, at Con Edison&rsquo;s sole discretion, to apply the suspension to the participation of the Participating Contractor in the Program, and if in Con Edison&rsquo;s discretion the facts and circumstances suggest issues or potential issues that could relate to the conduct of the Participating Contractor under the Program. Among other things, Con Edison may make the determination that action is required under the Program for the suspension of an affiliated entity under another Con Edison program based on a reasonable expectation by Con Edison that the Participating Contractor shall at all times conduct business in a polite, respectful, honest, truthful and ethical manner and consistent with reasonable expectations of professional conduct, and that the Participating Contractor shall not represent any Con Edison program in a manner that could adversely affect Con Edison&rsquo;s business, operations, reputation, and good standing with Con Edison&rsquo;s customers or the community.</p>\n<p class=\"p37\"></p>\n<p class=\"p33\">Obligation to Complete Projects</p>\n<p class=\"p9\"><span class=\"s8\"><br /></span>The Participating Contractor agrees that in all instances of probation, suspension or termination from the Program, the Participating Contractor shall have an obligation to complete existing projects undertaken and as may be more particularly agreed to with Con Edison.</p>",
        "textKey": ""
    },
    "%vlocity_namespace%__ReusableOmniScript__c": false,
    "%vlocity_namespace%__Type__c": "Disclosure",
    "Name": "Disclosure1",
    "VlocityDataPackType": "SObject",
    "VlocityRecordSObjectType": "%vlocity_namespace%__Element__c",
    "VlocityRecordSourceKey": "%vlocity_namespace%__Element__c/%vlocity_namespace%__OmniScript__c/Account/Registration/English/Disclosure1"
}